2D_evapFoam/0/k
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  7
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    location    "0";
    object      k;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 2 -2 0 0 0 0];

internalField   uniform 0.01;

boundaryField
{

    leftWall
    {
        type            inletOutlet;
        inletValue      $internalField;
        value           $internalField;
    }
    rightWall
    {
        type            inletOutlet;
        inletValue      $internalField;
        value           $internalField;
    }
    topAndBottom
    {
        type            inletOutlet;
        inletValue      $internalField;
        value           $internalField;
    }
    frontAndBack
    {
        type            empty;
    }
}


// ************************************************************************* //
