2D_evapFoam/constant/kinematicCloudPositions
/*--------------------------------*- C++ -*----------------------------------*\ 
  =========                 |
  \      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \    /   O peration     | Website:  https://openfoam.org
    \  /    A nd           | Version:  7
     \/     M anipulation  |
\*---------------------------------------------------------------------------*/ 
FoamFile
{
    version     2.0;
    format      ascii;
    class       vectorField;
    object      kinematicCloudPositions;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * // 
(
(0.001485	0.0014110	0.00002)
(0.002420	0.0014110	0.00002)
(0.002238	0.0014560	0.00002)
(0.001658	0.0011000	0.00002)
(0.002211	0.0031020	0.00002)
(0.002032	0.0016820	0.00002)
(0.002163	0.0031430	0.00002)
(0.001984	0.0028870	0.00002)
(0.001650	0.0008200	0.00002)
(0.002328	0.0010370	0.00002)
(0.001290	0.0011830	0.00002)
(0.001355	0.0030500	0.00002)
(0.002940	0.0022730	0.00002)
(0.002547	0.0016330	0.00002)
(0.000772	0.0020170	0.00002)
(0.001264	0.0016160	0.00002)
(0.000910	0.0019750	0.00002)
(0.002844	0.0028880	0.00002)
(0.000807	0.0015900	0.00002)
(0.002574	0.0029460	0.00002)
(0.002223	0.0010370	0.00002)
(0.001714	0.0014100	0.00002)
(0.002409	0.0007390	0.00002)
(0.001444	0.0032230	0.00002)
(0.002503	0.0026370	0.00002)
(0.002181	0.0016280	0.00002)
(0.002510	0.0013630	0.00002)
(0.001614	0.0023200	0.00002)
(0.002742	0.0029340	0.00002)
(0.002531	0.0022950	0.00002)
(0.001245	0.0015090	0.00002)
(0.002734	0.0021160	0.00002)
(0.001878	0.0015700	0.00002)
(0.001685	0.0029000	0.00002)
(0.002985	0.0013900	0.00002)
(0.001736	0.0034270	0.00002)
(0.002806	0.0027220	0.00002)
(0.000753	0.0013210	0.00002)
(0.001867	0.0019290	0.00002)
(0.002478	0.0030420	0.00002)
(0.001230	0.0016250	0.00002)
(0.001476	0.0032140	0.00002)
(0.000810	0.0021880	0.00002)
(0.001329	0.0009680	0.00002)
(0.002104	0.0015820	0.00002)
(0.002398	0.0029820	0.00002)
(0.003080	0.0026270	0.00002)
(0.002455	0.0009880	0.00002)
(0.001996	0.0032620	0.00002)
(0.002934	0.0030770	0.00002)
(0.000870	0.0015990	0.00002)
(0.000749	0.0015150	0.00002)
(0.001941	0.0017960	0.00002)
(0.002283	0.0013800	0.00002)
(0.001029	0.0014960	0.00002)
(0.001937	0.0022980	0.00002)
(0.001860	0.0005850	0.00002)
(0.001631	0.0019690	0.00002)
(0.002507	0.0017640	0.00002)
(0.001701	0.0018260	0.00002)
(0.002310	0.0021240	0.00002)
(0.001304	0.0026370	0.00002)
(0.003324	0.0020850	0.00002)
(0.003285	0.0022630	0.00002)
(0.001932	0.0014370	0.00002)
(0.002686	0.0020410	0.00002)
(0.002249	0.0021370	0.00002)
(0.001048	0.0027080	0.00002)
(0.003107	0.0025170	0.00002)
(0.001616	0.0019880	0.00002)
(0.002724	0.0028730	0.00002)
(0.002916	0.0018440	0.00002)
(0.002451	0.0022470	0.00002)
(0.001854	0.0013970	0.00002)
(0.001558	0.0010550	0.00002)
(0.002281	0.0028510	0.00002)
(0.001197	0.0018850	0.00002)
(0.002769	0.0028080	0.00002)
(0.001997	0.0025670	0.00002)
(0.002836	0.0030200	0.00002)
(0.003050	0.0022300	0.00002)
(0.001567	0.0013920	0.00002)
(0.003138	0.0023910	0.00002)
(0.003187	0.0019860	0.00002)
(0.002540	0.0029150	0.00002)
(0.001120	0.0018080	0.00002)
(0.001951	0.0010710	0.00002)
(0.002224	0.0010310	0.00002)
(0.001593	0.0032790	0.00002)
(0.001733	0.0010030	0.00002)
(0.003028	0.0021400	0.00002)
(0.001865	0.0011950	0.00002)
(0.001688	0.0018110	0.00002)
(0.001427	0.0007980	0.00002)
(0.000985	0.0023020	0.00002)
(0.000782	0.0021800	0.00002)
(0.001183	0.0014580	0.00002)
(0.002179	0.0024860	0.00002)
(0.002609	0.0019510	0.00002)
...
(0.002524	0.0023650	0.00002)



)
// ************************************************************************* //
